tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "sidneys/homebrew"
tap "webrpc/tap"
brew "act"
brew "brotli"
brew "ca-certificates"
brew "gettext"
brew "aria2"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "bison"
brew "c-ares"
brew "cabextract"
brew "caddy"
brew "cdrtools"
brew "chruby"
brew "cmake"
brew "libyaml"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "icu4c"
brew "ffmpeg"
brew "gdbm"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnu-sed"
brew "go"
brew "lazygit"
brew "lf"
brew "libffi"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit"
brew "luv"
brew "midnight-commander"
brew "mkcert"
brew "msgpack"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "nss"
brew "nvm"
brew "openvpn"
brew "pnpm"
brew "protobuf"
brew "python@3.10"
brew "ruby-install"
brew "rust"
brew "rustup-init"
brew "wget"
brew "wimlib"
brew "yarn"
brew "zellij"
brew "getsentry/tools/sentry-cli"
brew "sidneys/homebrew/chntpw"
brew "webrpc/tap/webrpc-gen"
cask "alacritty"
cask "altserver"
cask "android-studio"
cask "brave-browser"
cask "bruno"
cask "burp-suite"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "httpie"
cask "iterm2"
cask "messenger"
cask "microsoft-edge"
cask "mockoon"
cask "obs"
cask "postman"
cask "raycast"
cask "remix-ide"
cask "slack"
cask "spotify"
cask "transmission"
cask "vb-cable"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
vscode "adamhartford.vscode-base64"
vscode "af4jm.vscode-m3u"
vscode "baukeposthuma.monolite"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "cmstead.js-codeformer"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "lokalise.i18n-ally"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode.makefile-tools"
vscode "NomicFoundation.hardhat-solidity"
vscode "pflannery.vscode-versionlens"
vscode "rangav.vscode-thunder-client"
vscode "rid9.datetime"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "YRM.type-challenges"
vscode "zhuangtongfa.material-theme"
